Repository: jasewarner/latest-tweets-obvs
Catalog: tags/1.0.0/languages/latest-tweets-obvs-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: Your Account
fr_fr: Votre compte

source: API Credentials
fr_fr: Certificats API

source: Display Options
fr_fr: Options Affichage

source: Latest Tweets Obvs is a simple plugin that displays, well, latest tweets (obvs).
fr_fr: Derniers Tweets Obvs est un plugin simple qui affiche, bien, les derniers tweets (obvs).

source: The plugin comes with optional CSS, albeit minimal, and is intended to fall back on your base theme styles.
fr_fr: Le plugin est livré avec l’option CSS, quoique minime et est destiné à se replier sur vos styles de thème de base.

source: When you are done tweaking the settings below, display your tweets by pasting this shortcode anywhere in your site:
fr_fr: Lorsque vous avez terminé peaufiner les paramètres ci-dessous, affichez vos tweets en collant ce shortcode n’importe où dans votre site :

source: Lastly, if you find this plugin useful and are feeling uber generous, feel free to <a href="https://www.buymeacoffee.com/jasewarner" target="_blank">kindly buy me a coffee</a> ツ
fr_fr: Enfin, si vous trouvez ce plugin utile et sont uber sentiment généreux, n’hésitez pas à <a href="https://www.buymeacoffee.com/jasewarner" target="_blank">bien vouloir m’acheter un café</a>ツ

source: Great! You’re done. Save your changes and paste this shortcode anywhere in your site:
fr_fr: Formidable ! Vous avez terminé. Enregistrez vos modifications, puis collez ce shortcode n’importe où dans votre site :

source: Enter the username of the account you wish to display tweets from.
fr_fr: Entrez le nom d’utilisateur du compte de que vous souhaitez afficher les tweets.

source: In order to display your tweets, you will need to create an app and obtain the below credentials from <a href="https://apps.twitter.com/" target="_blank">https://apps.twitter.com/</a>.
fr_fr: Afin d’afficher vos tweets, vous devrez créer une application et obtenir les sous informations d’identification de <a href="https://apps.twitter.com/" target="_blank">https://apps.twitter.com/</a>.

source: If it is your first time doing this and you need some help, don’t panic! It takes 5 minutes and there are plenty of helpful guides online, so start Googling.
fr_fr: Si c’est votre première fois cela et vous avez besoin d’aide, pas de panique ! Cela prend 5 minutes et il y a beaucoup d’utile des guides en ligne, donc départ googler.

source: Pick and choose what information is shown along with your tweets.
fr_fr: Choisir quelle information est illustrée avec vos tweets.

source: Oops!
fr_fr: Oups !

source: It looks like the Latest Tweets Obvs plugin has encountered an issue.
fr_fr: Il semble que le plugin dernières Tweets Obvs a rencontré un problème.

source: This user does not seem to exist.
fr_fr: Cet utilisateur n'existe pas

source: Error: HTTP Code
fr_fr: Erreur : Code HTTP

source: Try checking out the error code
fr_fr: Essayez de vérifier le code d’erreur

source: here
fr_fr: ici

source: Latest Tweets Obvs
fr_fr: Derniers Tweets

source: Latest Tweets Obvs is a simple plugin that displays, well, latest tweets (obvs) via the Twitter API.
fr_fr: Derniers Tweets Obvs est un plugin simple qui affiche, bien, les derniers tweets (obvs) via l’API de Twitter.
