Repository: jasewarner/latest-tweets-obvs
Catalog: tags/1.0.2/languages/latest-tweets-obvs-*.po
Languages: es, pt, ru

source: Settings
es: Ajustes
pt: Configurações
ru: Настройки

source: Your Account
es: Tu Cuenta
pt: Sua Conta
ru: Личный кабинет

source: API Credentials
es: Clave de la API
pt: Credenciais API
ru: Учётные данные API

source: Display Options
es: Desplegar las Opciones
pt: Opções de Exibição
ru: Показать настройки

source: Latest Tweets Obvs is a simple plugin that displays, well, latest tweets (obvs).
es: Últimos Tweets Obvs es un simple plugin que muestra bien, últimos tweets (obvs).
pt: Últimas Tweets Obvs é um plugin simples que exibe, bem, os últimos tweets (obvs).
ru: Последние твиты Obvs это простой плагин, который отображает, ну, последние твиты (obvs).

source: The plugin comes with optional CSS, albeit minimal, and is intended to fall back on your base theme styles.
es: El plugin viene con opcional CSS, aunque mínima y pretende volver a caer en los estilos del tema base.
pt: O plugin vem com CSS opcional, embora mínima e destina-se a cair para trás em seus estilos de tema base.
ru: Плагин поставляется с Факультативным CSS, хотя и минимальное и предназначен падать обратно на вашей базовой темы стилей.

source: When you are done tweaking the settings below, display your tweets by pasting this shortcode anywhere in your site:
es: Cuando haya terminado ajuste la configuración a continuación, mostrar tus tweets por pegar este código en cualquier lugar en su sitio:
pt: Quando você é feito ajustando as configurações abaixo, exibir seus tweets colando este defeito em qualquer lugar em seu site:
ru: Когда вы закончите настройки настройки ниже, отображает ваши tweets, вставляя этот короткий номер где угодно на вашем сайте:

source: Lastly, if you find this plugin useful and are feeling uber generous, feel free to <a href="https://www.buymeacoffee.com/jasewarner" target="_blank">kindly buy me a coffee</a> ツ
es: Por último, si encuentra útil este plugin y uber sentimiento generoso, dude <a href="https://www.buymeacoffee.com/jasewarner" target="_blank">amablemente me compro un café</a>ツ
pt: Por último, se você encontra este plugin útil e uber sentimento generoso, não hesite em <a href="https://www.buymeacoffee.com/jasewarner" target="_blank">gentilmente me pagar um café</a>ツ
ru: Наконец если вы найдете этот плагин полезным и чувство убер щедрый, не стесняйтесь <a href="https://www.buymeacoffee.com/jasewarner" target="_blank">любезно купить мне кофе</a>ツ

source: Great! You’re done. Save your changes and paste this shortcode anywhere in your site:
es: ¡Excelente! Estamos listos. Guardar los cambios y pega este código en cualquier lugar en su sitio:
pt: Legal! Você já era. Salve as alterações e cole este código curto em qualquer lugar em seu site:
ru: Прекрасно! Вы сделали. Сохраните изменения и вставьте этот короткий номер где угодно на вашем сайте:

source: Enter the username of the account you wish to display tweets from.
es: Introduzca el nombre de la cuenta que desea mostrar tweets de.
pt: Digite o nome de usuário da conta que deseja exibir tweets de.
ru: Введите имя пользователя учетной записи, которую вы хотите для отображения tweets от.

source: In order to display your tweets, you will need to create an app and obtain the below credentials from <a href="https://apps.twitter.com/" target="_blank">https://apps.twitter.com/</a>.
es: Para mostrar tus tweets, necesita crear una aplicación y obtener el bajo credenciales de <a href="https://apps.twitter.com/" target="_blank">https://apps.twitter.com/</a>.
pt: Para exibir seus tweets, você precisará criar um app e obter o abaixo as credenciais de <a href="https://apps.twitter.com/" target="_blank">https://apps.twitter.com/</a>.
ru: Для отображения tweets, вам нужно будет создать приложение и получить ниже учетные данные от <a href="https://apps.twitter.com/" target="_blank">https://apps.twitter.com/</a>.

source: If it is your first time doing this and you need some help, don’t panic! It takes 5 minutes and there are plenty of helpful guides online, so start Googling.
es: Si es tu primera vez haciendo esto y necesita ayuda, no te preocupes! Se tarda 5 minutos y hay un montón de ayuda en línea, guía inicio así que buscando en Google.
pt: Se é sua primeira vez fazendo isso e precisa de ajuda, não entre em pânico! Demora 5 minutos e há abundância de útil guia on-line, então comece pesquisando.
ru: Если это ваш первый раз, делать это, и вам нужна помощь, не паникуйте! Она занимает 5 минут и есть много полезных руководств онлайн, так что начните поиск в Google.

source: Pick and choose what information is shown along with your tweets.
es: Escoger qué información se muestra junto con tus tweets.
pt: E escolha que tipo de informação é mostrado junto com seus tweets.
ru: Выберите, какая информация отображается вместе с ваших tweets.

source: Oops!
es: Vaya!
ru: Упс!

source: It looks like the Latest Tweets Obvs plugin has encountered an issue.
es: Parece que el plugin Obvs Tweets más reciente ha encontrado un problema.
pt: Parece que o plugin mais recente Tweets Obvs já encontrou um problema.
ru: Это выглядит как последние твиты Obvs плагина столкнулся с проблемой.

source: This user does not seem to exist.
es: Este usuario parece no existir.
pt: Esse perfil não existe!
ru: Кажется, что этот пользователь не существует.

source: Error: HTTP Code
es: Error: Código HTTP
pt: Erro: Código HTTP
ru: Ошибки: Код HTTP

source: Try checking out the error code
es: Trate de revisar el código de error
pt: Tente verificar o código de erro
ru: Попробуйте проверить код ошибки

source: here
es: aqui
pt: aqui
ru: здесь

source: Latest Tweets Obvs is a simple plugin that displays, well, latest tweets (obvs) via the Twitter API.
es: Últimos Tweets Obvs es un simple plugin que muestra bien, últimos tweets (obvs) mediante la API de Twitter.
pt: Últimas Tweets Obvs é um plugin simples que exibe, bem, os últimos tweets (obvs) através da API do Twitter.
ru: Последние твиты Obvs это простой плагин, который отображает, ну, последние твиты (obvs) через щебетать API.
