Repository: jasewarner/latest-tweets-obvs
Catalog: tags/1.0.3/languages/latest-tweets-obvs-*.po
Languages: it, zh

source: Settings
it: Impostazioni
zh: 设置中

source: Your Account
it: Account utente
zh: 你的帐户

source: API Credentials
it: Credenziali API
zh: API 证书

source: Display Options
it: Opzioni di visualizzazione
zh: 显示选项

source: Latest Tweets Obvs is a simple plugin that displays, well, latest tweets (obvs).
it: Ultimi Tweets Obvs è un semplice plugin che Visualizza, Beh, ultimi tweets (obvs).
zh: 最新的 Tweet Obvs 是一个简单的插件，嗯，显示最新微博 (obvs)。

source: The plugin comes with optional CSS, albeit minimal, and is intended to fall back on your base theme styles.
it: Il plugin viene fornito con CSS opzionale, seppur minima e destinato a ripiegare su vostri stili tema base.
zh: 该插件配备可选的 CSS，尽管极少，并打算回到属于你的基本主题样式。

source: When you are done tweaking the settings below, display your tweets by pasting this shortcode anywhere in your site:
it: Dopo aver modificare le impostazioni di seguito, visualizzare i Tweet incollando questo shortcode ovunque nel vostro sito:
zh: 当您完成调整下面，设置通过粘贴此简码任何地方在您的网站显示你的推文︰

source: Lastly, if you find this plugin useful and are feeling uber generous, feel free to <a href="https://www.buymeacoffee.com/jasewarner" target="_blank">kindly buy me a coffee</a> ツ
it: Infine, se trovate utile questo plugin e sono sensazione uber generoso, sentitevi liberi di <a href="https://www.buymeacoffee.com/jasewarner" target="_blank">gentilmente mi compri un caffè</a>ツ
zh: 最后，如果你发现这个插件很有用而且感觉超级大方，觉得免费<a href="https://www.paypal.me/jmwarnerltd" target="_blank">请给我买一杯咖啡</a>ツ

source: Great! You’re done. Save your changes and paste this shortcode anywhere in your site:
it: Grande! Hai finito. Salvare le modifiche e incollare questo shortcode ovunque nel vostro sito:
zh: 太好了 ！你就完了。保存您的更改并粘贴此简码任何地方在您的网站︰

source: Enter the username of the account you wish to display tweets from.
it: Immettere il nome utente dell'account che si desidera visualizzare tweets da.
zh: 输入您想要显示从微博的帐户的用户名。

source: In order to display your tweets, you will need to create an app and obtain the below credentials from <a href="https://apps.twitter.com/" target="_blank">https://apps.twitter.com/</a>.
it: Per poter visualizzare il tuo Tweet, sarà necessario creare un'app e ottenere il sotto le credenziali da <a href="https://apps.twitter.com/" target="_blank">https://apps.twitter.com/</a>.
zh: 为了显示你的推文，你将需要创建一个应用程序，并获得以下凭据从<a href="https://apps.twitter.com/" target="_blank">https://apps.twitter.com/</a>。

source: If it is your first time doing this and you need some help, don’t panic! It takes 5 minutes and there are plenty of helpful guides online, so start Googling.
it: Se è la prima volta che facendo questo e hai bisogno di aiuto, non fatevi prendere dal panico! Ci vogliono 5 minuti e ci sono un sacco di utili guide on-line, così inizia Googling.
zh: 如果这是你第一次这样做，你需要一些帮助，不要惊慌 ！花 5 分钟的时间并且有大量的有用指导在线，所以开始用谷歌搜索。

source: Pick and choose what information is shown along with your tweets.
it: Scegliere quali informazioni sono mostrate insieme a tuoi tweet.
zh: 选择什么样的信息显示以及你的推文。

source: Oops!
zh: 哎呀!

source: It looks like the Latest Tweets Obvs plugin has encountered an issue.
it: Sembra che il plugin più recenti Tweets Obvs ha riscontrato un problema.
zh: 它看起来像最新的 Tweet Obvs 插件遇到的问题。

source: This user does not seem to exist.
it: Questo utente non esiste.
zh: 該用戶不存在。

source: Error: HTTP Code
it: Errore: Codice HTTP
zh: 错误︰ HTTP 代码

source: Try checking out the error code
it: Provare a controllare il codice di errore
zh: 请尝试检查出错误代码

source: here
it: qui
zh: 这里

source: Latest Tweets Obvs is a simple plugin that displays, well, latest tweets (obvs) via the Twitter API.
it: Ultimi Tweets Obvs è un semplice plugin che Visualizza, Beh, ultimi tweets (obvs) tramite le API di Twitter.
zh: 最新微博 Obvs 是一个简单的插件，嗯，显示最新微博 (obvs) 通过 Twitter API。
