Repository: jasewarner/latest-tweets-obvs
Catalog: trunk/languages/latest-tweets-obvs-*.po
Languages: hi

source: Settings
hi: सेटिंग्स

source: Your Account
hi: आपकी सामाजिक लेखा

source: API Credentials
hi: प्रत्यय-पत्र

source: Display Options
hi: प्रदर्शन आप्शनां

source: Latest Tweets Obvs is a simple plugin that displays, well, latest tweets (obvs).
hi: नवीनतम Tweets Obvs, अच्छी तरह से, नवीनतम tweets (obvs) को प्रदर्शित करता है एक सरल प्लगइन है।

source: The plugin comes with optional CSS, albeit minimal, and is intended to fall back on your base theme styles.
hi: प्लगइन वैकल्पिक सीएसएस के साथ, हालांकि कम से कम आता है, और वापस अपने मूल विषय शैलियों पर गिर करने के लिए लक्षित है।

source: When you are done tweaking the settings below, display your tweets by pasting this shortcode anywhere in your site:
hi: जब आप कर रहे हैं नीचे, सेटिंग्स tweaking इस शोर्ट कहीं भी अपनी साइट में चिपका कर अपने tweets प्रदर्शित:

source: Lastly, if you find this plugin useful and are feeling uber generous, feel free to <a href="https://www.buymeacoffee.com/jasewarner" target="_blank">kindly buy me a coffee</a> ツ
hi: यदि आप इस प्लगइन उपयोगी पाते हैं और लग रहा है uber उदार हैं, अन्त में, <a href="https://www.buymeacoffee.com/jasewarner" target="_blank">कृपया मुझे एक कॉफी खरीदें</a>ツ करने के लिए स्वतंत्र महसूस

source: Great! You’re done. Save your changes and paste this shortcode anywhere in your site:
hi: शानदार! आप कर रहे हैं। अपने परिवर्तन सहेजें और इस शोर्ट कहीं भी अपनी साइट में पेस्ट:

source: Enter the username of the account you wish to display tweets from.
hi: से tweets प्रदर्शित करने के लिए इच्छित खाते का उपयोगकर्ता नाम दर्ज करें।

source: In order to display your tweets, you will need to create an app and obtain the below credentials from <a href="https://apps.twitter.com/" target="_blank">https://apps.twitter.com/</a>.
hi: अपने tweets प्रदर्शित करने के लिए, तुम एक app बनाने के लिए और प्राप्त करने के लिए की आवश्यकता होगी <a href="https://apps.twitter.com/" target="_blank">https://apps.twitter.com/</a>से क्रेडेंशियल्स के नीचे।

source: If it is your first time doing this and you need some help, don’t panic! It takes 5 minutes and there are plenty of helpful guides online, so start Googling.
hi: अगर यह आपकी पहली बार यह कर रही है और आप कुछ मदद की ज़रूरत है, घबराओ मत! यह 5 मिनट लगते हैं और वहाँ रहे हैं बहुत मददगार तो प्रारंभ Googling ऑनलाइन, गाइड।

source: Pick and choose what information is shown along with your tweets.
hi: चुन लेने और क्या जानकारी अपने tweets के साथ दिखाया गया है।

source: Oops!
hi: ओह!

source: This user does not seem to exist.
hi: इस उपयोगकर्ता मौजूद नहीं लगता।

source: Error: HTTP Code
hi: त्रुटि: HTTP कोड

source: Try checking out the error code
hi: त्रुटि कोड बाहर की जाँच करें

source: here
hi: यहाँ

source: Latest Tweets Obvs is a simple plugin that displays, well, latest tweets (obvs) via the Twitter API.
hi: Latest Tweets Obvs, अच्छी तरह से, चहचहाना एपीआई के माध्यम से नवीनतम tweets (obvs) को प्रदर्शित करता है एक सरल प्लगइन है।
