Repository: jasewarner/latest-tweets-obvs
Catalog: tags/1.0.4/languages/latest-tweets-obvs-*.po
Languages: nl

source: Settings
nl: Instellingen

source: Your Account
nl: Uw Account

source: API Credentials
nl: API Gegevens

source: Display Options
nl: Weergave Instellingen

source: Latest Tweets Obvs is a simple plugin that displays, well, latest tweets (obvs).
nl: Laatste Tweets Obvs is een eenvoudige plugin die wordt weergegeven, Nou, laatste tweets (obvs).

source: The plugin comes with optional CSS, albeit minimal, and is intended to fall back on your base theme styles.
nl: De plugin wordt geleverd met optionele CSS, zij het minimale, en is bedoeld om terug te vallen op uw thema van de basis-stijlen.

source: When you are done tweaking the settings below, display your tweets by pasting this shortcode anywhere in your site:
nl: Wanneer u klaar bent je tweets tweaken van de instellingen hieronder weergeven door deze shortcode overal in uw site te plakken:

source: Lastly, if you find this plugin useful and are feeling uber generous, feel free to <a href="https://www.buymeacoffee.com/jasewarner" target="_blank">kindly buy me a coffee</a> ツ
nl: Tot slot, als u dit plugin nuttig vindt en gevoel uber genereus zijn, voel je vrij om <a href="https://www.buymeacoffee.com/jasewarner" target="_blank">me vriendelijk een kopje koffie te kopen</a>ツ

source: Great! You’re done. Save your changes and paste this shortcode anywhere in your site:
nl: Geweldig! U bent klaar. Sla uw wijzigingen op en plak deze shortcode overal in uw site:

source: Enter the username of the account you wish to display tweets from.
nl: Geef de gebruikersnaam van de account die u wilt weergeven van de tweets van.

source: In order to display your tweets, you will need to create an app and obtain the below credentials from <a href="https://apps.twitter.com/" target="_blank">https://apps.twitter.com/</a>.
nl: Om het weergeven van uw tweets, u zult moeten maken van een app en het verkrijgen van de onderstaande referenties van <a href="https://apps.twitter.com/" target="_blank">https://apps.twitter.com/</a>.

source: If it is your first time doing this and you need some help, don’t panic! It takes 5 minutes and there are plenty of helpful guides online, so start Googling.
nl: Als het je eerste keer dit doet en je wat hulp nodig, geen paniek! Het duurt 5 minuten en er zijn tal van nuttige gidsen online, zo begin googlen.

source: Pick and choose what information is shown along with your tweets.
nl: Kiezen welke informatie wordt weergegeven samen met uw tweets.

source: Oops!
nl: Oeps!

source: It looks like the Latest Tweets Obvs plugin has encountered an issue.
nl: Het lijkt erop dat de meest recente Tweets Obvs plugin is een probleem opgetreden.

source: This user does not seem to exist.
nl: Deze gebruiker lijkt niet te bestaan.

source: Error: HTTP Code
nl: : Foutcode HTTP

source: Try checking out the error code
nl: Probeer de foutcode uitchecken

source: here
nl: hier

source: Latest Tweets Obvs
nl: Laatste Tweets

source: Latest Tweets Obvs is a simple plugin that displays, well, latest tweets (obvs) via the Twitter API.
nl: Laatste Tweets Obvs is een eenvoudige plugin die wordt weergegeven, Nou, laatste tweets (obvs) via de Twitter API.
