Repository: jasewarner/latest-tweets-obvs
Catalog: tags/1.0.1/languages/latest-tweets-obvs-*.po
Languages: de, ja

source: Settings
de: Einstellungen
ja: 設定

source: Your Account
de: Social Media Konten
ja: ソーシャルアカウント

source: API Credentials
de: API Zugangsdaten
ja: API資格情報

source: Display Options
de: Anzeigeoptionen
ja: 表示オプション

source: Latest Tweets Obvs is a simple plugin that displays, well, latest tweets (obvs).
de: Neueste Tweets Charlène ist ein einfaches Plugin, das darüber hinaus neueste Tweets (OBV) anzeigt.
ja: 最新のつぶやき Obv です、まあ、(obv) の最新のつぶやきを表示する単純なプラグインです。

source: The plugin comes with optional CSS, albeit minimal, and is intended to fall back on your base theme styles.
de: Das Plugin kommt mit optional CSS, wenn auch minimal, und soll auf Ihre Basisdesign Stile zurückgreifen.
ja: プラグインは、とはいえ最小限、オプションの CSS が付属し、あなたの基本となるテーマのスタイルに戻るためのものです。

source: When you are done tweaking the settings below, display your tweets by pasting this shortcode anywhere in your site:
de: Wenn Sie fertig sind Feinabstimmung der Einstellungen unten, Ihre Tweets anzeigen, indem Sie diese Kurzwahlnummer überall in Ihre Website einfügen:
ja: あなたのサイトにどこでもこのショート コードを貼ることによってあなたのつぶやきを表示、以下の設定を調整します。

source: Lastly, if you find this plugin useful and are feeling uber generous, feel free to <a href="https://www.buymeacoffee.com/jasewarner" target="_blank">kindly buy me a coffee</a> ツ
de: Schließlich, wenn du dieses Plugin nützlich finden und Gefühl Uber großzügig sind, zögern Sie <a href="https://www.buymeacoffee.com/jasewarner" target="_blank">Bitte Kauf mir einen Kaffee</a>ツ
ja: 最後に、このプラグインが役に立つし、感じスーパー寛大です、気軽に<a href="https://www.buymeacoffee.com/jasewarner" target="_blank">親切私にコーヒーを購入する</a>ツ

source: Great! You’re done. Save your changes and paste this shortcode anywhere in your site:
de: Toll! Sie sind fertig. Speichern Sie die Änderungen und fügen Sie dieser Shortcode überall auf Ihrer Website ein:
ja: すごい！完了です。変更を保存し、あなたのサイトにどこでもこのショート コードを貼り付けます。

source: Enter the username of the account you wish to display tweets from.
de: Geben Sie den Benutzernamen des Kontos, die Tweets von anzeigen möchten.
ja: つぶやきを表示したいアカウントのユーザー名を入力します。

source: In order to display your tweets, you will need to create an app and obtain the below credentials from <a href="https://apps.twitter.com/" target="_blank">https://apps.twitter.com/</a>.
de: Um Ihre Tweets anzeigen zu lassen, müssen Sie eine app erstellen und erhalten die folgenden Anmeldeinformationen aus <a href="https://apps.twitter.com/" target="_blank">https://apps.twitter.com/</a>.
ja: アプリを作成し、取得する必要があります、あなたのつぶやきを表示するために、 <a href="https://apps.twitter.com/" target="_blank">https://apps.twitter.com/</a>からの資格情報の下。

source: If it is your first time doing this and you need some help, don’t panic! It takes 5 minutes and there are plenty of helpful guides online, so start Googling.
de: Wenn es Ihr erstes Mal, dies zu tun und Sie Hilfe brauchen, keine Panik! Es dauert 5 Minuten und es gibt viele hilfreiche guides online, also Start googeln.
ja: それはこれを行う最初の時間といくつかの助けを必要がある場合は、パニックしないでください!5 分、たくさんの役に立つガイド オンラインで開始グーグル。

source: Pick and choose what information is shown along with your tweets.
de: Wählen Sie aus, welche Informationen zusammen mit Ihren Tweets angezeigt wird.
ja: 選んであなたのつぶやきとともにどのような情報が表示されます。

source: Oops!
de: Hoppla!
ja: おっと！

source: It looks like the Latest Tweets Obvs plugin has encountered an issue.
de: Es sieht aus wie die neuesten Tweets Charlène Plugin ein Problem aufgetreten.
ja: 最新のつぶやき Obv プラグインは、問題が発生するように見えます。

source: This user does not seem to exist.
de: Dieser User existiert nicht.
ja: このユーザーは存在しません。

source: Error: HTTP Code
de: Fehler: Http-Code
ja: エラー: HTTP コード

source: Try checking out the error code
de: Überprüfen Sie den Fehlercode
ja: エラー コードをチェックしてみてください。

source: here
de: hier
ja: こちらです。

source: Latest Tweets Obvs is a simple plugin that displays, well, latest tweets (obvs) via the Twitter API.
de: Neueste Tweets Charlène ist ein einfaches Plugin, das nun, die neuesten Tweets (OBV) über die Twitter-API wird angezeigt.
ja: 最新のつぶやき Obv です、まあ、Twitter の API 経由の最新のつぶやき (obv) を表示する単純なプラグインです。
